/* Adjust Fly Speed page success */
"### Great job!\nYou’ve learned your first setter command!\n\n[**Next Page**](@next)" = "### 很好！\n你已经学会了第一个 Tello 的 setter 命令。\n\n\n\n[**下一页**](@next)";

/* flyForward(cm:) hint */
"To fly forward you need to use the `flyForward(cm: 100)` command." = "让 Tello 向前飞你需要使用 `flyForward(cm: 100)` 指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* setSpeed(cms:) hint */
"To set speed you need to use the `setSpeed(cms: 50)` command." = "要设置速度你需要使用 `setSpeed(cms: 50)` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

/* turnRight(degree:) hint */
"Use `turnRight(degree: 180)` to turn clockwise." = "使用 `turnRight(degree: 180)` 让 Tello 向右转。";

"Scanning Tellos..." = "扫描飞机...";
"Wifi" = "请正确设置Wifi";
